"1000" = "Modo de disparo";
"1001" = "Tv (Velocidad de obturación)";
"1002" = "Av (Valor de apertura)";
"1003" = "Modo AF";
"1004" = "Compensación de la exposición con flash";
"1005" = "Compensación de la exposición";
"1006" = "Ajuste de exp.";
"1007" = "Med. de luz";
"1008" = "Balance Blancos";
"1009" = "Objetivo";
"1010" = "Distancia focal";
"1011" = "Flash";
"1012" = "Tamaño de la imagen";
"1013" = "Calidad de la imagen";
"1015" = "Ojos Rojos";
"1016" = "Parámetros";
"1017" = "Modo disparo";
"1018" = "Propietario de la cámara";
"1022" = "Correcc. ojos rojos";
"1051" = "Nombre de archivo";
"1052" = "Nombre del modelo de cámara";
"1053" = "Hora y fecha de disparo";
"1054" = "Velocidad ISO";
"1055" = "Zoom Digital";
"1056" = "Modo IS";
"1057" = "Película";
"1058" = "Tiempo de grabación  %d.%d";
"1059" = "Tasa de imagen      %d";
"1060" = "Tipo de flash";
"1061" = "Sincronización de la cortinilla del obturador";
"1062" = "Puntos AF activos";
"1063" = "Tamaño de archivo";
"1064" = "Archivo Nº";
"1071" = "Efecto Foto";
"1073" = "Modo Rango de AF";
"1074" = "Espacio color";
"1075" = "Super Macro";
"1076" = "Tasa de imagen    %d.%.2d";
"1077" = "Tiempo de grabación  %d.%.2d";
"1078" = "Modo Mis colores";
"1079" = "i-Contrast";
"1080" = "Compensación del equilibrio del blanco";
"1081" = " / %d.%.2d";
"1082" = " / %d.%.2d";
"2000" = "Auto";
"2001" = "Programa AE";
"2002" = "Prioridad de velocidad de obturación AE";
"2003" = "Prioridad de valor de apertura AE";
"2004" = "Manual";
"2008" = "Auto";
"2009" = "Manual";
"2010" = "Paisaje";
"2011" = "Obturad. Rápido";
"2012" = "Velocidad lenta";
"2013" = "Escena nocturna";
"2014" = "Blanco y Negro";
"2015" = "Sepia";
"2016" = "Retrato";
"2017" = "Deportes";
"2018" = "Macro";
"2019" = "Enfoque panorámico";
"2020" = "Ayuda de Stitch";
"2021" = "Película";
"2022" = "Intenso";
"2023" = "Neutro";
"2024" = "Blanco y Negro";
"2026" = "Exp. lenta";
"2027" = "Macro";
"2028" = "Vegetación";
"2029" = "Interiores";
"2030" = "Fuegos Artific";
"2031" = "Playa";
"2032" = "Bajo el Agua";
"2033" = "Nieve";
"2034" = "Niños y Mascotas";
"2035" = "Instantanea nocturna";
"2036" = "Macro digital";
"2037" = "Mis colores";
"2038" = "Foto en movimiento";
"2039" = "Super Macro";
"2040" = "ILUM.PUNT";
"2041" = "NOCHE";
"2042" = "NOCHE+";
"2043" = "SUPERNOCHE";
"2044" = "Puesta de Sol";
"2045" = "Acentuar color";
"2046" = "Intercambiar color";
"2047" = "Acuario";
"2048" = "ISO3200";
"2049" = "ISO6400";
"2050" = "Efecto Luz Creativo";
"2051" = "Fácil";
"2052" = "Disparo rápido";
"2053" = "Zoom difuminado";
"2054" = "Luz escasa";
"2055" = "Nostálgico";
"2056" = "Super Intensos ";
"2057" = "Efecto póster";
"2058" = "Autodisparador cara/s";
"2059" = "Sonrisa";
"2060" = "Temporizador de guiño";
"2061" = "Efecto ojo de pez";
"2062" = "Efecto miniatura";
"2063" = "Escena nocturna";
"2064" = "Superficie";
"2065" = "Baja iluminación";
"2066" = "Ráfaga a alta velocidad";
"2067" = "Selec. mejor imagen";
"2068" = "Alto Rango Dinámico";
"2069" = "Esc. Noct. s/tríp.";
"2304" = "AF simple";
"2305" = "AF continuo";
"2306" = "Enfoque manual";
"2307" = "Enfoque panorámico";
"2600" = "Medición Ponder.Centro";
"2601" = "Puntual";
"2602" = "Media";
"2603" = "Evaluativa";
"2604" = "Parcial";
"2605" = "Medición Ponder.Centro";
"2700" = "Auto";
"2701" = "Luz de dia";
"2702" = "Nublado";
"2703" = "Tungsteno";
"2704" = "Fluorescente";
"2705" = "Flash";
"2706" = "Personalizar";
"2707" = "Blanco y negro";
"2708" = "Sombra";
"2714" = "Fluorescente H";
"2715" = "Personalizar1";
"2716" = "Personalizar2";
"2717" = "Bajo el Agua";
"2800" = "Off";
"2801" = "Auto";
"2802" = "On";
"2803" = "Auto";
"2804" = "Sincro Lenta";
"2805" = "Auto";
"2806" = "On";
"3000" = "Económica";
"3001" = "Normal";
"3002" = "Fina";
"3003" = "RAW";
"3004" = "Superfina";
"3200" = "Off";
"3201" = "On";
"3600" = "Disparo de fotograma único";
"3601" = "Disparo continuo";
"3602" = "Funcionamiento de disparo temporizado";
"3603" = "Disparo de película";
"3604" = "Disparo continuo (prioridad de velocidad)";
"3710" = "Off";
"3711" = "On";
"3712" = "Disp. Simple";
"3713" = "Despl Horiz.";
"3714" = "Dinámico";
"5100" = "Auto";
"5101" = "Auto ISO alta";
"5200" = "Ninguno";
"5201" = "x 2";
"5202" = "x 4";
"5300" = "Activar";
"5301" = "Desactivar";
"5310" = "Flash incorporado";
"5311" = "Externo E-TTL";
"5312" = "Externo A-TTL";
"5400" = "1ª Cortina";
"5401" = "2ª Cortina";
"5501" = "[Derecha]";
"5502" = "[Centro]";
"5503" = "[Centro Derecha]";
"5504" = "[Izquierda]";
"5505" = "[Izquierda Derecha]";
"5506" = "[Izquierda Centro]";
"5507" = "[Izquierda Centro Derecha]";
"5600" = "%d/%m/%y %H:%M:%S";
"5701" = "mm";
"5702" = "KB";
"5900" = "Off";
"5901" = "Intenso";
"5902" = "Neutro";
"5903" = "Baja nitidez";
"5904" = "Sepia";
"5905" = "Blanco y Negro";
"5906" = "Efectos Pers.";
"5907" = "DET.PIEL SUAVE";
"6100" = "Macro";
"6101" = "Foto instantánea";
"6102" = "Paisaje";
"6103" = "Infinito";
"6104" = "Super Macro";
"6300" = "Contraste          -2";
"6301" = "Contraste          -1";
"6302" = "Contraste            Normal";
"6303" = "Contraste          +1";
"6304" = "Contraste          +2";
"6400" = "Nitidez         -2";
"6401" = "Nitidez         -1";
"6402" = "Nitidez              Normal";
"6403" = "Nitidez         +1";
"6404" = "Nitidez         +2";
"6500" = "Saturación  -2";
"6501" = "Saturación  -1";
"6502" = "Saturación  Normal";
"6503" = "Saturación  +1";
"6504" = "Saturación  +2";
"6700" = "sRGB";
"6701" = "Adobe RGB";
"6800" = "Off";
"6801" = "Película positiva";
"6802" = "Aclarar tono piel";
"6803" = "Osc. tono piel";
"6804" = "Azul vívido";
"6805" = "Verde vívido";
"6806" = "Rojo vívido";
"6807" = "Acentuar color";
"6808" = "Intercambiar color";
"6809" = "Color Personal.";
"6810" = "Intenso";
"6811" = "Neutro";
"6812" = "Sepia";
"6813" = "Blanco y Negro";
"6900" = "On";
"7000" = "(LP)";
"7001" = "(f)";
"7050" = "On";
"7060" = "B%d, G%d";
"7061" = "%d, G%d";
"7062" = "A%d, G%d";
"7063" = "B%d, %d";
"7064" = "%d, %d";
"7065" = "A%d, %d";
"7066" = "B%d, M%d";
"7067" = "%d, M%d";
"7068" = "A%d, M%d";